Revit 2024 API
ParameterTypeId.DebugtabDataboundcontrolsdemoBoolean Property
 "Boolean"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DebugtabDataboundcontrolsdemoBoolean { get; }
Visual Basic
Public Shared ReadOnly Property DebugtabDataboundcontrolsdemoBoolean As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DebugtabDataboundcontrolsdemoBoolean {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace